{"name": "Game_Name", "logoPath": "/mnt/c/Users/nycyn/dev/mike/GameDesignDocMarkdownTemplate/ddimages/gddc_image.png", "logo": "/mnt/c/Users/nycyn/dev/mike/GameDesignDocMarkdownTemplate/ddimages/gddc_image.png", "description": "A summary of what this game is about, without going into much detail about game mechanics or anything else. After reading the Project Description, it should be clear what type of game you are trying to make (Social, Casual, Hardcore, etc.) and the genre (Puzzle, RPG, FPS, etc.). Of course, you can add more information that feels relevant to your game. This section would ideally be one or two paragraphs long. No more than a page for sure. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "characters": "“An important part of the art of storytelling is to create characters that the guests can empathize with easily, for the more the guests can empathize with the characters, the more interesting the events become that happen to those characters.”  Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "story": "What hapens to the characters.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "theme": "“Resonant themes elevate your work from craft to art. An artist is someone who takes you where you could never go alone, and theme is the vehicle for getting there.” - Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "progression": "“The world of your game is a thing that exists apart. Your game is a doorway to this magic place that exists only in the imagination of your players”  Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "goals": "“The game begins with an idea.” - Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "skills": "What can the characters do?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "mechanics": "“There is an old rule of thumb that it takes six months to balance your game after you have a completely working version”  Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "items": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "challenge": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "losing": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "art": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "music": "“Music is the language of the soul, and as such, it speaks to players on a deep level.”  Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "technical": "\n", "marketing": "“A plan is a real thing.”  Jesse Schell, Book of Lenses\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "demographics": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "monetization": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "localization": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "0": "-mykey-"}